Repository: David1906/Xandra
Catalog: Resources/locales/*/LC_MESSAGES/*.po
Languages: es

source: Unlocked
es: Desbloqueado

source: Last {0} tests failed
es: Últimas {0} pruebas fallaron

source: Low yield ({0}%)
es: El Yield está bajo ({0}%)

source: Unknown
es: Desconocido

source: Testing
es: Probando

source: Locked
es: Bloqueado

source: Off
es: Apagado

source: serialNumber
es: número de serie

source: project
es: proyecto

source: operator
es: operador

source: startTime
es: inicio

source: endTime
es: fin

source: codeVersion
es: script

source: fixtureIp
es: Ip de fixtura

source: status
es: resultado

source: stepLabel
es: falla

source: mode
es: modo

source: fullPath
es: Logfile

source: employee
es: número de empleado

source: dateTime
es: fecha y hora

source: part
es: parte

source: action
es: acción

source: description
es: descripción

source: resultStatus
es: resultado

source: SN: {0} Result: {1}
es: SN: {0} Resultado: {1}

source: Mode:
es: Modo:

source: Traceability
es: Trazabilidad

source: Retest Mode
es: Modo Retest

source: Start
es: Iniciar

source: Last Tests
es: Últimas Pruebas

source: Last Failures
es: Últimas Fallas

source: Maintenance
es: Mantenimiento

source: Status: IDLE
es: Estado: IDLE

source: Failed last test:
es: Falló la última prueba:

source: Mode: {0}
es: Modo: {0}

source: Fixture locked due to {0}
es: Fixtura bloqueada debido a que {0}

source: Fixture unlocked
es: Fixtura desbloqueada

source: Test {0} to unlock
es: Pruebe {0} para desbloquear

source: Stop Fixture
es: Detener Fixtura

source: Are you sure to stop fixture {0}?
es: ¿Realmente desea detener la fixtura {0}?

source: Test another board
es: Pruebe otra tarjeta

source: which result is pass to unlock the fixture
es: cuyo resultado sea PASS para desbloquear la fixtura

source: Stop
es: Detener

source: Auth
es: Autenticar

source: Enter password:
es: Ingrese la contraseña:

source: Wrong password
es: Contraseña incorrecta

source: Auth Error
es: Error de autenticación

source: Xandra is already open, please close the main window to allow a new start If you need a force close, enter the command xandra-kill in a terminal.
es: Xandra ya se encuentra abierto, por favor cierre la ventana principal para permitir un nuevo inicio. Si desea forzar el cierre de Xandra escriba xandra-kill en una terminal.

source: Xandra Error
es: Error en Xandra

source: Please verify the config file
es: Porfavor verifique el archivo de configuración

source: No Data Found
es: Sin Datos

source: Refresh
es: Refrescar

source: Show Retest
es: Mostrar Retest

source: Last Failures - Fixture {0}
es: Últimas Fallas - Fixtura {0}

source: Last Tests - Fixture {0}
es: Últimas Pruebas - Fixtura {0}

source: Open
es: Abrir

source: Maintenance - Fixture {0}
es: Mantenimiento - Fixtura {0}

source: Start:
es: Inicio:

source: End:
es: Fin:

source: Fixture Status Time
es: Estatus

source: {0} is required
es: El campo '{0}' es requerido

source: * Enter the replaced part to unlock the fixture *
es: * Ingrese el mantenimiento realizado para desbloquear la fixtura *

source: Part *:
es: Parte *:

source: Action *:
es: Acción *:

source: Employee Number *:
es: Número de empleado *:

source: Description:
es: Descripción:

source: &Save
es: &Guardar

source: {0} is invalid it should be at least {1} digits long
es: {0} es inválido, debe contener al menos {1} digitos

source: Xandra Version: {0}
es: Versión Xandra: {0}

source: Developed by David Ascencio Foxconn
es: Desarrollado por David Ascencio Foxconn

source: Script Version: {0}
es: Versión Script: {0}

source: Last sync: {0}
es: Última sincronización: {0}

source: Lock Disabled
es: Bloqueo Deshabilitado

source: &Exit
es: &Salir

source: Start &All Fixtures
es: Inici&ar Todas Las Fixturas

source: &Stop All Fixtures
es: Detener Toda&s Las Fixturas

source: Toggle &Retest Mode
es: Conmutar Modo &Retest

source: Toggle &Lock Enabled
es: Conmutar B&loqueo Habilitado

source: Toggle &Traceablity Enabled
es: Conmutar &Trazabilidad Habilitada

source: &File
es: &Archivo

source: &Run
es: &Ejecución

source: &Help
es: &Ayuda

source: Open &Docs
es: Abrir Ayu&da

source: Exit Xandra
es: Salir de Xandra

source: Are you sure to exit Xandra? It will stop all fixtures
es: ¿Realmente desea salir de Xandra? Esta acción detendrá todas las fixturas

source: Syncing
es: Sincronizando

source: Invalid {0} {1}. If your number is correct, please contact the engineer.
es: {0} {1} inválido. Si su número de empleado es correcto, por favor repórtelo al ingeniero a cargo del área.

source: Invalid {0}. If your password is correct, please contact the engineer.
es: {0} inválida Si no recuerda su contraseña, por favor repórtelo al ingeniero a cargo del área.

source: Password *:
es: Contraseña *:
